const langList = {
	"menu-about-us": {
		"ru": "О нас",
		"kz": "Біз туралы",
	},
	"menu-use": {
		"ru": "Применение",
		"kz": "Қолдану",
	},
	"menu-contact": {
		"ru": "Контакты",
		"kz": "Контактілер",
	},
	"title-aquablasting": {
		"ru": "ЧТО ТАКОЕ AQUA BLASTING?",
		"kz": "AQUA BLASTING ДЕГЕНІМІЗ НЕ?",
	},
	"p-1": {
		"ru": `На смену традиционному методу пескоструйной очистки промышленной поверхности, вредному для здоровья человека приходит технология аквабластинг - бережная очистка.
		Это современный метод очистки мягким способом от ржавчины, окалины, нагара, краски и других трудно очищаемых загрязнений с различных поверхностей: стали, алюминия, стекла, пластика.`,
		"kz": `Өнеркәсіптік бетті құм ағынды тазартудың дәстүрлі әдісі адам денсаулығына зиянды, оные орнына аквабластинг - ұқыпты тазарту технологиясы алмастырылады. Бұл әр түрлі беттерден: болаттан, алюминийден, әйнектен, пластиктен тоттан, масштабтан, бояудан және басқа да қиын ластанудан жұмсақ тазартудың заманауи әдісі.`,
	},
	"p-2": {
		"ru": `Процесс заключается в подаче направленной струи суспензии под давлением, состоящей из воды и частиц абразивных материалов, на обрабатываемую поверхность. Для этой процедуры применяются специальные	абразивные частицы, которые контактируют с материалом и удаляют ровно столько грязи, сколько того хочет человек.`,
		"kz": `Процесс суспензияның бағытталған ағынын өңделетін бетке су мен абразивті материалдар бөлшектерінен тұратын қысыммен жеткізуден тұрады. Бұл процедура үшін материалмен жанасатын және адам қалағандай кірді кетіретін арнайы абразивті бөлшектер қолданылады.`,
	},
	"p-3": {
		"ru": `Рассматриваемый вид очистки не имеет конкурентов на сегодняшний день. Он уже превзошел когда-то популярные пескоструйный и дробеструйный способы, а потому активно применяется самыми разными специалистами.`,
		"kz": `Тазалаудың бұл түрі бүгінгі күні бәсекелестерге ие емес. Ол бір кездері танымал құм және жарылыс әдістерінен асып түсті, сондықтан оны әртүрлі мамандар белсенді қолданады.`,
	},
	"title-about-us": {
		"ru": "О нас",
		"kz": "Біз туралы",
	},
	"title-use": {
		"ru": "Когда необходим aqua blasting?",
		"kz": "Кезде қажет aqua blasting",
	},
	"use-title-1": {
		"ru": "Ремонтные работы",
		"kz": "Жөндеу жұмыстары",
	},
	"use-text-1": {
		"ru": `При проведении ремонтных работ автомобильных запчастей и узлов двигателя, необходима тщательная и бережная очистка металлических, резиновых и прочих деталей. AquaBlasting позволяет удалить даже самые устойчивые загрязнения из труднодоступных мест, одновременно обезжиривая и очищая поверхность, что в итоге дает более гладкий и эстетически приятный результат.`,
		"kz": `Автомобиль бөлшектері мен қозғалтқыш тораптарын жөндеу жұмыстарын жүргізу кезінде металл, резеңке және басқа бөлшектерді мұқият және мұқият тазалау қажет. AquaBlasting бетті майсыздандыру және тазарту кезінде қиын жерлерден тіпті ең тұрақты ластануды кетіруге мүмкіндік береді, нәтижесінде тегіс және эстетикалық жағымды нәтиже береді.`,
	},
	"use-title-2": {
		"ru": "Реставрационные работы",
		"kz": "Қалпына келтіру жұмыстары",
	},
	"use-text-2": {
		"ru": `При реставрации на первом месте стоит сохранение изначальной геометрии детали и отсутствие повреждений на поверхности. Мы получаем идеальный результат с самыми чувствительными поверхностями: алюминием, медью, резиной и пластиком, так как аквабласт позволяет выбирать между многочисленными щадящими и более жесткими абразивами.`,
		"kz": `Қалпына келтіру кезінде бірінші кезекте бөліктің бастапқы геометриясын сақтау және бетінде зақым болмауы керек. Біз ең сезімтал беттермен тамаша нәтиже аламыз: алюминий, мыс, резеңке және пластик, өйткені аквабласт көптеген жұмсақ және қатты абразивтерді таңдауға мүмкіндік береді.`,
	},
	"use-title-3": {
		"ru": "Очистка деталей кузова и дисков",
		"kz": "Шанақ бөлшектері мен дискілерді тазалау",
	},
	"use-text-3": {
		"ru": `Перед покраской крайне важно тщательно устранить все предыдущие покрытия (неравномерные слои краски и грунтовки) для того, чтобы новое покрытие было качественным и прослужило дольше. Аквабласт позволяет удалить старые покрытия быстро и на 100%, не повреждая деталь. Приятный бонус - дополнительная антикоррозионная защита стали при обработке.`,
		"kz": `Бояудан бұрын жаңа жабын сапалы және ұзаққа созылуы үшін барлық алдыңғы жабындарды (бояу мен праймердің біркелкі емес қабаттары) мұқият алып тастау өте маңызды. Аквабласт ескі жабындарды Бөлшекке зақым келтірместен тез және 100% алып тастауға мүмкіндік береді. Жағымды бонус-өңдеу кезінде Болаттың қосымша коррозияға қарсы қорғанысы.`,
	},
	"title-contact": {
		"ru": "Ждем вас",
		"kz": "Сізді күтеміз",
	},
	"contact-subtitle-1": {
		"ru": "Приходите к нам",
		"kz": "Бізге келіңіздер",
	},
	"contact-subtitle-2": {
		"ru": "Часы работы",
		"kz": "Жұмыс уақыты",
	},
	"contact-text-1": {
		"ru": "ВТ-ВС: 11:00–19:00",
		"kz": "CC-ЖК : 11:00–19:00",
	},
	"contact-text-2": {
		"ru": "Понедельник - выходной",
		"kz": "Дүйсенбі - демалыс",
	},
	"contact-subtitle-3": {
		"ru": "Приём заказов",
		"kz": "Тапсырыстарды қабылдау",
	},
	"contact-adress": {
		"ru": "Переулок Кобда 2/5, Астана",
		"kz": "Қобда жолағы 2/5, Астана",
	},
}